package upd

const (
	CancelMessage        = "\nЧтобы отменить действие, введите /cancel"
	PromptContractCreate = `Введите имя выбранного тарифного плана`
	PromptDetailsTariff  = `Введите ID интересующего тарифного плана.`
	PromptAddTariff      = "Введите имя для нового тарифа"
	PromptDelTariff      = `
Для удаления тарифа введите его ID.

<b>ВЕРНУТЬ УДАЛЕННЫЙ ТАРИФ БУДЕТ НЕВОЗМОЖНО</b>
`
	PromptEditContract = `Для изменения вашей заявки, введите все поля заново
	
Начнем с нового тарифного плана. Введите имя нового тарифного плана`
	PromptEditTariff = `Для изменения тарифа сначала введите ID интересующего тарифа`

	PromptHideTariff = "Введите ID тарифа для скрытия или открытия в общий доступ"

	PromptDetailsContract = "Введите номер вашей заявки/договора"

	PromptDeleteContract = "Введите номер контракта. Внимание: после удаления вернуть данные о договоре будет невозможно"

	PromptSwitchStatus = "Введите номер контракта/заявки для изменения статуса"
)
